	/*各区域产品挂牌数-开始*/
	//牧草产能区域分布数据
	var DataCenter = [{
		name: "总计排查单位",
		num: "309"
	}, {
		name: "合格单位",
		num: "300"
	}, {
		name: "黄线问题",
		num: "21"
	}, {
		name: "基础问题",
		num: "234"
	}];

	/*各区域产品挂牌数-结束*/
	//牧草
	var ChanNeng = [{
		name: "西南地区种植面积",
		num: 891433
	}, {
		name: "华南地区种植面积",
		num: 189472
	}, {
		name: "北方地区种植面积",
		num: 63803
	}];
	//月调度情况滚动数据
	var RZstatus = [
		"一月月调度情况",
		"二月月调度情况",
		"三月月调度情况",
		"四月月调度情况",
		"五月月调度情况",
		"六月月调度情况",
		"七月月调度情况",
		"八月月调度情况",
		"九月月调度情况",
		"十月月调度情况",
		"十一月月调度情况",
		"十二月月调度情况"
	];
	var callMsg = ["绿邦创景卖出500000万元人民币", "晨光金品百花园卖出498000万元人民币", "猪猪侠买入500000万元人民币"];
	var CJstatus = [
		[{
			num: "ASDA5484561515",
			name: "草牧板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "草牧板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "草牧板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "草牧板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "草牧板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "草牧板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "草牧板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "草牧板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}],
		[{
			num: "ASDA5484561515",
			name: "三元生猪",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "三元生猪",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "三元生猪",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "三元生猪",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "三元生猪",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "三元生猪",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "三元生猪",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "三元生猪",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}],
		[{
			num: "ASDA5484561515",
			name: "牛板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "牛板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "牛板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "牛板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "牛板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "牛板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "牛板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "牛板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}],
		[{
			num: "ASDA5484561515",
			name: "羊板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "羊板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "羊板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "羊板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "羊板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "羊板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "羊板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}, {
			num: "ASDA5484561515",
			name: "羊板块",
			cont: "100头",
			weight: "105 - 120公斤/头 ",
			time: "2018-06-11",
			state: "已成交"
		}],
	];
